adpyke.vscode-sql-formatter
amazonwebservices.aws-toolkit-vscode
bierner.markdown-mermaid
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
foam.foam-vscode
GitHub.copilot
hbenl.vscode-test-explorer
henriiik.docker-linter
humao.rest-client
igordvlpr.open-in-browser
James-Yu.latex-workshop
kavod-io.vscode-jest-test-adapter
kingsimba.tsdoc-comment
liximomo.sftp
Massi.javascript-docstrings
mathematic.vscode-latex
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.test-adapter-converter
njpwerner.autodocstring
richie5um2.vscode-sort-json
ritwickdey.LiveServer
SimonSiefke.prettier-vscode
streetsidesoftware.code-spell-checker
tht13.html-preview-vscode
timonwong.shellcheck
tomoki1207.pdf
tomsaunders.vscode-workspace-explorer
trond-snekvik.simple-rst
yzhang.markdown-all-in-one